[{"id":"HkqlbRb3W","title":"Hi I'm Mr meeseeks look at me","memeSrc":"./public/memeStorage/0/Bke5g-CW3Z.jpg","description":"Meeseeks are creatures created to serve a singular purpose for which they will go to any length to fulfill. After they serve their purpose, they expire and vanish into the air. Their motivation to help others comes from the fact that existence is painful to a Meeseeks, and the only way to be removed from existence is to complete the task they were called to perform. Physical violence cannot eliminate them.\r\n\r\nThey typically live for no more than a few hours, and thus two days is an eternity for Meeseeks. The longer the Meeseeks stay alive, the more sanity they begin to lose. Rick warns the Smith family to keep their tasks simple.\r\n\r\nIf a Meeseeks is not given a purpose at the beginning of its existence it seems to default to taking the purpose of the Meeseeks before it. This is seen when a Meeseeks created for Jerry created another Meeseeks then ordered it to kill another Meeseeks it was in argument with which the resultant Meeseeks attempted to avail. The Meeseeks then wildly began pressing the box without giving orders and all the resulting Meeseeks began trying in vain to kill the rest of the Meeseeks.","privacy":"on","dateStamp":1507086577567},{"id":"H19BWAW3Z","title":"Szechuan Sauce","memeSrc":"./public/memeStorage/1/rkg9HWR-3Z.jpg","description":"Szechuan Sauce is a former Chicken McNuggets condiment.\r\n\r\nOn June 19th, 1998, The Walt Disney Company released their animated feature film Mulan, the story of a brave daughter who posed as a man and enrolled into the Chinese military to take her wounded father's place in the fight against the Hun invasion. To coincide with the upcoming Disney film, McDonald's released a new limited-time condiment, Szechuan teriyaki dipping sauce. It was created to mimic traditional Chinese Szechuan Sauce, and it came complete with Happy Meal Chicken McNuggets and one out of a set of eight Mulan toys. After the promotion, the sauce was removed from all McDonald's restaurants.","privacy":"on","dateStamp":1507086657899},{"id":"ry3jZ0W2-","title":"Jerry Smith","memeSrc":"./public/memeStorage/1/SkgnsWRb3Z.jpg","description":"Jerry Smith is the husband of Beth Smith, and the father to Summer Smith and a deceased Morty, although he currently acts as the father, and son-in-law, of the Morty Smith and Rick Sanchez from Dimension C-137, respectively. He shares the same history as his C-137 counterpart until the Cronenberg disaster, where it was averted in his dimension.\r\n\r\nJerry always tries to think of the best interest of the family, but his attempt to be the patriarch of the family can often be misguided by his self-centered nature. This causes him a great deal of conflict with Rick, as his father-in-law clearly has no respect for him whatsoever.\r\n\r\n","privacy":"on","dateStamp":1507086755840},{"id":"HJRGz0-hZ","title":"\"Get Schwifty\"","memeSrc":"./public/memeStorage/1/ryeAMzAb2b.jpg","description":"\"Get Schwifty\" is a song sung by Rick Sanchez accompanied by Morty Smith. It first made an appearance in Chapter 3 of Rick and Morty's Rushed Licensed Adventure as one of the songs on Summer's music player used to wake up Rick. It was later sung in the titular episode \"Get Schwifty.\"\r\n\r\nLyrics\r\n\r\nOh, yeah!\r\nYou gotta get schwifty.\r\nYou gotta get schwifty in here.\r\nIt's time to get schwifty.\r\nOh oh.\r\nYou gotta get schwifty.\r\nOh, yeah!\r\nTake off your pants and your panties.\r\nShit on the floor.\r\nTime to get Schwifty in here\r\nI'm Mr. Bulldops.\r\nI'm Mr. Bulldops.\r\nTake a shit on the floor.\r\nTime to get schwifty in here \r\nHey take your pants off its schwifty time today","privacy":"on","dateStamp":1507086869730},{"id":"secret","title":"Wubalubadubdub","memeSrc":"./public/memeStorage/1/BkeTWQC-2Z.jpg","description":"\"Wubalubadubdub\" first appearing on the adult cartoon-series \"Rick and Morty\" is the catchphrase of the main protagonist and mad scientist Rick Sanchez. In the tongue of Birdman's people it means as much as: \"I am in great pain, please help me.\" Rick uses the phrase continuously throughout the entire series in a rather carefree, trivial manner. One could interpret that the 80-year old genius lived through so much sh*t, the depression and thoughts of the absurdity of existence, and nothing that throughout the years could quench his nihilistic tendencies lead to him himself accepting and embracing the reality he's witnessing by turning his own wish for deliverance into a catchy joke on himself.","dateStamp":1507087108599},{"id":"rkLa8CZeX","title":"test","memeSrc":"public\\memeStorage\\0\\S1GoUCbg7.jpg","description":"erterter","privacy":"on","dateStamp":1528059582367},{"id":"r1Ah_0blX","title":"gdfgdfgdfgdfg43","memeSrc":"public\\memeStorage\\2\\SJOodAWlm.jpg","description":"34534534534","dateStamp":1528060086464},{"id":"rJpWtR-xQ","title":"gdfgdf","memeSrc":"public\\memeStorage\\3\\H1F-YC-l7.jpg","description":"gdfg","privacy":"on","dateStamp":1528060165485},{"id":"H1xkHYR-gQ","title":"hhgfhfgh","memeSrc":"public\\memeStorage\\0\\HkJrY0ZeX.jpg","description":"5555555555555555555555555","privacy":"on","dateStamp":1528060214617},{"id":"rJgaOiAWeX","title":"referfdfsdfdsfdsfs","memeSrc":"public\\memeStorage\\0\\HJaus0-xX.jpg","description":"ffggdgdfgdf","privacy":"on","dateStamp":1528060789389},{"id":"Skl2-p0Zg7","title":"public","memeSrc":"public\\memeStorage\\0\\SkhbTR-g7.jpg","description":"ppppp","privacy":"on","dateStamp":1528061187856}]